[
  {
    "id": 1,
    "data": "2025-01-17T14:30:15.000Z",
    "title": "Instagram ganha feed somente com Reels curtidos por amigos",
    "image": "ab8fc83890ca.jpg",
    "message": "O Instagram terá um novo feed de Reels somente com publicações curtidas por amigos, anunciou o chefe da rede social, Adam Mosseri, nesta sexta-feira (17). A novidade busca tornar o consumo de conteúdo uma atividade mais ativa.\r\n\r\n'Queremos que o Instagram não seja somente um lugar que você consome conteúdo divertido, mas também um lugar que você conecta com amigos usando esse conteúdo', disse o executivo.\r\n\r\nConforme descreve o líder da plataforma, será incluído um feed de Reels somente com conteúdo curtido ou com notas de amigos. Ele estará acessível a partir do canto superior direito da tela.\r\n\r\nO Instagram sempre exibiu curtidas de perfis seguidos em Reels exibidos no feed — eles aparecem no topo da lista ao abrir a seção 'Curtidas' de uma publicação, por exemplo. Contudo, a plataforma passou a dar ainda mais destaque às interações quando adicionou as notas ou as curtidas flutuantes, que destacam as curtidas de alguns perfis seguidos.\r\n\r\nPorém, essa é a primeira vez que o Instagram inclui um feed de Reels inteiramente composto por publicações curtidas por perfis seguidos. Nesta área, é garantido que pelo menos uma pessoa seguida interagiu com a publicação, diferente do algoritmo tradicional.\r\n\r\nDedo-duro de curtidas no Instagram\r\n\r\nPara quem está no Instagram, a novidade deve lembrar a antiga área 'Seguindo', abandonada em outubro de 2019. A seção mostrava a atividade de todos os perfis seguidos na rede social, incluindo curtidas e novos follows — era um 'dedo-duro' da rede social.\r\n\r\nNão está claro como o Instagram vai balancear o novo feed de Reels com a privacidade de usuários e, de certa forma, a novidade pode coibir curtidas e interações com publicações da plataforma — especialmente quando tangem opiniões ou temas polêmicos, por exemplo.\r\n\r\nFonte: https://www.techtudo.com.br/noticias/2024/11/instagram-ganha-feed-somente-com-reels-curtidos-por-amigos.ghtml",
    "createdAt": "2025-01-17T14:30:15.000Z",
    "updatedAt": "2025-01-17T14:30:15.000Z"
  },
  {
    "id": 2,
    "data": "2025-01-17T14:13:34.000Z",
    "title": "Hackers da China teriam invadido mais de 400 PCs do governo dos EUA",
    "image": "ab8fc83890ca.jpg",
    "message": "Um ciberataque orquestrado por invasores ligados ao governo da China teria acessado uma série de computadores do Departamento do Tesouro dos Estados Unidos. De acordo com a Bloomberg, o equivalente ao Ministério da Fazenda do país foi mesmo alvo de espionagem e teve vários dados roubados.\r\n\r\nO próprio governo já havia anunciado a descoberta do acesso indevido, mas só agora maiores detalhes foram divulgados. De acordo com a documentação enviada ao Congresso dos EUA, 'mais de 400 notebooks e desktops' foram acessados indevidamente por terceiros.\r\n\r\nA maior parte dos aparelhos seria de funcionários ligados a temas como sanções, assuntos internacionais e inteligência.\r\n\r\nJá os arquivos possivelmente acessados incluem logins e senhas, documentos de viagem ou planejamento estratégico e materiais sobre sanções e investimentos no estrangeiro. Emails e certos dados confidenciais, porém, não chegaram a ser comprometidos.\r\n\r\nComo foi o ataque?\r\n\r\nSegundo o relatório, não há evidência de que algum malware foi usado para ganhar acesso aos sistemas e nem que informações foram acessadas a longo prazo — o ataque foi pontual e feito a partir de meios ainda não conhecidos, mas que provavelmente envolveram engenharia social e uso de credenciais válidas.\r\n\r\nEm novembro de 2024, os EUA confirmaram ainda a invasão de cibercriminosos também supostamente contratados pela China em redes de telecomunicações. No período, o FBI até chegou a sugerir o uso de aplicativos criptografados para troca de mensagens por quem não quisesse correr o risco de ser espionado.\r\n\r\nUm mês depois, o governo foi informado pela terceirizada BeyondTrust que as redes do Departamento do Tesouro foram invadidas. O grupo Silk Typhoon, responsável pela invasão de novembro, teria agido junto de grupos como o UNC5221 entre os meses de setembro e novembro.\r\n\r\nO que diz a China?\r\n\r\nApós a detecção da invasão, todos os sistemas da companhia foram desligados e uma nova empresa deve ser contratada no lugar.\r\n\r\nOs funcionários afetados já foram notificados e relatórios mais completos sobre os possíveis danos causados à rede ainda não foram finalizados.\r\n\r\nEm resposta, a embaixada da China na região nega a ligação com o ataque e diz que os EUA 'precisa parar de usar cibersegurança para manchar e caluniar' o país, além de 'parar de espalhar todo tipo de desinformação sobre a suposta ameaça hacker chinesa'.\r\n\r\nFonte: https://www.https://www.tecmundo.com.br/seguranca/401640-hackers-da-china-teriam-invadido-mais-de-400-pcs-do-governo-dos-eua.htm",
    "createdAt": "2025-01-17T13:34:15.000Z",
    "updatedAt": "2025-01-17T13:34:15.000Z"
  },
  {
    "id": 3,
    "data": "2025-01-17T11:50:34.000Z",
    "title": "Google não vai respeitar futura lei de verificação de fatos da Europa",
    "image": "ab8fc83890ca.jpg",
    "message": "O Google não vai cumprir uma futura legislação de verificação de informações da União Europeia, anunciou a empresa em carta obtida pela Axios. O regulamento exige que a Gigante das Buscas incorpore checagem de notícias falsas no buscador e no YouTube.\r\n\r\nA exigência da Comissão Europeia é parte do novo Código de Prática sobre Desinformação. Quando inaugurado em 2018, o regulamento estabelecia padrões para o tratamento de informações somente para empresas voluntárias, mas se tornará obrigatório em breve.\r\n\r\nO novo código de prática europeu requer que as plataformas adicionem 'uso mais consistente de verificação de fatos em seus serviços'. No caso do Google, isso aconteceria com a implementação de verificação de fatos na busca e no YouTube, bem como mudanças no algoritmo de ranqueamento de resultados.\r\n\r\nNo comunicado, o presidente de assuntos globais do Google, Kent Walker, disse que a inclusão de verificação de fatos 'simplesmente não é apropriada ou efetiva' para os serviços da companhia.\r\n\r\nComo prova, Walker ressaltou o bom resultado da moderação de conteúdo do Google durante o 'ciclo sem precedentes de eleições' de 2024. Além disso, o executivo também mencionou que as notas contextuais da plataforma de vídeos tem 'potencial significativo'.\r\n\r\nAinda no texto, o executivo do Google afirma que a empresa continuará trabalhando em tecnologias de moderação de conteúdo como Synth ID e avisos de uso de IA em vídeos no YouTube.\r\n\r\nAté agora, o Google não se manifestou sobre o comunicado. Por enquanto, não se sabe como a União Europeia vai agir perante o descumprimento da legislação.\r\n\r\nFonte: https://www.tecmundo.com.br/internet/401633-google-nao-vai-respeitar-futura-lei-de-verificacao-de-fatos-da-europa.htm",
    "createdAt": "2025-01-17T11:50:15.000Z",
    "updatedAt": "2025-01-17T11:50:15.000Z"
  },
  {
    "id": 4,
    "data": "2025-01-16T16:14:34.000Z",
    "title": "NVIDIA lança microsserviços NIM para proteger aplicações com agentes de IA",
    "image": "ab8fc83890ca.jpg",
    "message": "A NVIDIA lançou os novos microsserviços NIM, um conjunto de soluções avançadas projetadas para proteger e escalar agentes de IA generativa.\r\n\r\nIntegrados à plataforma NeMo Guardrails, essas ferramentas são voltadas para segurança, confiabilidade e controle em aplicações de IA em setores como varejo, saúde e automotivo.\r\n\r\nO que são os NeMo Guardrails e como funcionam?\r\n\r\nOs NeMo Guardrails são uma coleção de ferramentas e políticas que atuam como “barreiras de proteção” para agentes de IA. Eles asseguram que os modelos de IA se comportem de forma controlada e segura, limitando respostas inadequadas, enviesadas ou que fujam de contextos predefinidos.\r\n\r\nNo total, são três novos microsserviços:\r\n\r\nSegurança de conteúdo: evita resultados prejudiciais ou não éticos.\r\n\r\nControle de tópicos: restringe a conversa a temas aprovados.\r\n\r\nProteção contra jailbreak: impede tentativas de burlar as restrições do sistema.\r\n\r\nSão eles que orquestram as interações de IA para atender às diretrizes da empresa e aumentar a confiança do usuário. Todos os recursos foram desenvolvidos para permitir que agentes de IA operem em grande escala, com baixa latência e eficiência mesmo em ambientes limitados.\r\n\r\nAqui estão alguns exemplos práticos de suas aplicações:\r\n\r\nAtendimento ao cliente no varejo: imagine um assistente virtual em uma loja online ajudando clientes a encontrar produtos específicos. O Controle de tópicos evita que o assistente desvie a conversa para temas irrelevantes, enquanto a Segurança de conteúdo assegura respostas educadas e precisas.\r\n\r\nAssistentes automotivos inteligentes: em um carro conectado, um assistente de voz pode informar rotas, controlar funções do veículo e responder a dúvidas do motorista. Com os guardrails, ele evita sugestões inadequadas, como rotas perigosas ou comandos fora de contexto, garantindo interações seguras e úteis.\r\n\r\nSaúde e consultas médicas: um chatbot de suporte médico pode oferecer informações básicas sobre sintomas ou medicamentos. O NeMo Guardrails ajuda a limitar a conversa a informações gerais, orientando o paciente a buscar um profissional para casos mais complexos, evitando diagnósticos automáticos.\r\n\r\nPrevenção de fraudes em bancos: um agente virtual em uma instituição financeira pode verificar transações e dar suporte aos clientes. A Detecção de jailbreak impede que criminosos manipulem o sistema para acessar informações confidenciais, protegendo a integridade dos dados.\r\n\r\nSuporte técnico em tecnologia: no setor de TI, assistentes de IA podem solucionar problemas comuns de usuários. Os guardrails garantem que respostas sejam técnicas e úteis, evitando conteúdos irrelevantes ou inadequados.\r\n\r\nCasos de uso e parcerias\r\n\r\nGrandes players, como Amdocs e Cerence AI, utilizam o NeMo Guardrails para criar assistentes confiáveis. No varejo, o AI Blueprint da NVIDIA ajuda empresas como a Lowe’s a capacitar equipes e melhorar a experiência dos clientes.\r\n\r\nO ActiveScore, da ActiveFence, reforça a segurança de conteúdo em tempo real. A adoção também está avançando com o AI Blueprint, solução da NVIDIA para assistentes de compras no varejo, que integra os guardrails para reforçar a confiança no atendimento digital.\r\n\r\nAlém disso, para acelerar ainda mais a adoção de proteções de IA no desenvolvimento e implantação de aplicações de IA no varejo, a NVIDIA anunciou recentemente na feira NRF que seu NVIDIA AI Blueprint para assistentes de compras no varejo incorpora os microsserviços NeMo Guardrails para criar interações mais confiáveis e controladas com os clientes durante as experiências de compras digitais.\r\n\r\nOs líderes de consultoria Taskus, Tech Mahindra e Wipro também estão integrando o NeMo Guardrails em suas soluções para fornecer aos seus clientes corporativos aplicações de IA geradoras mais seguras, confiáveis e controladas.\r\n\r\nO Hive, que fornece seus modelos de detecção de conteúdo gerados por IA para imagens, vídeo e conteúdo de áudio como microsserviços NIM, pode ser facilmente integrado e orquestrado em aplicações de IA usando o NeMo Guardrails.\r\n\r\nResumindo, líderes do setor estão utilizando os NeMo Guardrails para personalizar e proteger suas soluções de IA:\r\n\r\nAmdocs: está aprimorando suas interações com clientes usando agentes de IA confiáveis.\r\nCerence AI: utiliza os guardrails em assistentes automotivos, garantindo interações seguras e conscientes.\r\nLowe’s: emprega a tecnologia para capacitar funcionários no atendimento ao cliente com IA generativa segura e precisa.\r\n\r\nPor que o NeMo Guardrails é útil?\r\n\r\nCom a rápida expansão da IA em diferentes setores, problemas como alucinações de resposta, vazamento de dados e falta de contextualização têm se tornado desafiadores. O NeMo Guardrails traz ferramentas práticas para abordar essas questões, com suporte de código aberto para fácil integração.\r\n\r\nAlém disso, os desenvolvedores têm acesso ao Garak, uma solução de código-aberto que identifica vulnerabilidades em modelos LLM, como problemas de segurança ou cenários adversos. Documentação e tutoriais completos estão disponíveis para maximizar o uso dessas ferramentas.\r\n\r\nFonte: https://www.adrenaline.com.br/nvidia/nvidia-lanca-microsservicos-nim-agente-ia/",
    "createdAt": "2025-01-15T16:14:15.000Z",
    "updatedAt": "2025-01-15T16:14:15.000Z"
  },
  {
    "id": 5,
    "data": "2025-01-18T07:00:34.000Z",
    "title": "A busca pela longevidade com inteligência artificial - The BRIEF 18/01",
    "image": "-",
    "message": "Impacto nos criadores\r\n\r\nCom a proibição do TikTok nos EUA prevista para domingo, influenciadores como Sarah Perl (@hothighpriestess, 2,5 milhões de seguidores) e pequenos negócios enfrentam uma possível interrupção de receita significativa. \r\n\r\nNo entanto, o impacto da medida vai além dos grandes nomes. Segundo Jess Maddox, pesquisadora de redes sociais, os mais prejudicados serão microinfluenciadores e pequenas empresas que dependem da plataforma para vendas e exposição. \r\n\r\nApesar do cenário incerto, influenciadores mostram resiliência. Alguns, como Perl, veem a oportunidade de explorar novas plataformas, enquanto outros planejam expandir sua presença em redes existentes. Para criadores e negócios, a lição parece clara: adaptação será a chave para sobreviver em um ecossistema digital em constante mudança.\r\n\r\nMicrosoft intensifica aposta na IA \r\n\r\nA Microsoft deu mais um passo ambicioso em direção à liderança no mercado de inteligência artificial. A criação do grupo de engenharia CoreAI – Platform and Tools, liderado por Jay Parikh, ex-chefe de engenharia da Meta, consolida a fusão entre suas divisões de desenvolvimento e IA. \r\n\r\nA ideia é transformar o conceito de “software como serviço” em “serviço como software,” automatizando tarefas humanas com IA. Para Satya Nadella, CEO da Microsoft, essa mudança promete “redefinir todas as categorias de aplicativos”, reforçando o foco em soluções como Copilot e a integração de IA em ferramentas como Word e Excel.\r\n\r\nO relançamento do Microsoft 365 Copilot Chat também evidencia a estratégia da empresa de tornar a IA indispensável no ambiente corporativo. Com recursos gratuitos de chatbot e agentes pagos sob demanda, a Microsoft busca fidelizar empresas ao oferecer ferramentas que vão desde análises no Excel até resumos automáticos no Teams. No entanto, a aceitação da IA nos negócios ainda é um desafio, especialmente com a concorrência do Google, que recentemente tornou gratuitas as funcionalidades de IA no Google Workspace, aumentando a pressão sobre a gigante de Redmond.\r\n\r\nCiência da longevidade\r\n\r\nFalando em IA, a OpenAI revelou o GPT-4b micro, seu primeiro modelo voltado à biologia, desenvolvido em colaboração com a Retro Biosciences - não por acaso, uma startup financiada pelo CEO da empresa, Sam Altman. O modelo foi treinado para reengenharia de proteínas, como os fatores Yamanaka, que transformam células da pele em células-tronco jovens. \r\n\r\nA parceria busca soluções para prolongar a vida humana em até 10 anos, explorando a possibilidade de regeneração de tecidos e produção de órgãos humanos. Os resultados iniciais são promissores: o GPT-4b micro projetou versões mais eficientes dessas proteínas, aumentando sua eficácia em mais de 50%. Apesar de ainda não ser um produto comercial, a OpenAI acredita que a abordagem pode revolucionar áreas como regeneração celular e biotecnologia. \r\n\r\nA colaboração, no entanto, levanta questões sobre possíveis conflitos de interesse envolvendo os múltiplos investimentos de Altman. Apesar disso, a OpenAI afirma que o trabalho científico é independente de decisões financeiras.  \r\n\r\nFonte: https://www.tecmundo.com.br/mercado/401647-a-busca-pela-longevidade-com-inteligencia-artificial---the-brief-1801.htm",
    "createdAt": "2025-01-15T16:14:15.000Z",
    "updatedAt": "2025-01-15T16:14:15.000Z"
  }
]
